// This is a Docopt usage, please read: https://github.com/docopt/docopt.rs
pub const USAGE: &'static str = "
Usage:
  notes list
  notes new <title>
  notes edit <id>
  notes search <needle>
  notes push
  notes pull
  notes help

Options:
  -h --help     Show this screen.
  --version     Show version.
";

pub const SMALL_BANNER: &'static str = "\nNotes 🚀 🚀 🚀\n";

pub const BANNER: &'static str = "
███╗   ██╗ ██████╗ ████████╗███████╗███████╗
████╗  ██║██╔═══██╗╚══██╔══╝██╔════╝██╔════╝
██╔██╗ ██║██║   ██║   ██║   █████╗  ███████╗
██║╚██╗██║██║   ██║   ██║   ██╔══╝  ╚════██║
██║ ╚████║╚██████╔╝   ██║   ███████╗███████║
╚═╝  ╚═══╝ ╚═════╝    ╚═╝   ╚══════╝╚══════╝

    Clean all the brains !";
